{"inkVersion":21,"root":[["\n","^You found your way here. Amazing! ","#","^speaker:Bear","/#","\n","^Did you find berries along the way?","\n","ev","str","^Yes","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^No","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["^ ",{"->":"yes"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"no"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"yes":["^Great work! I hope you managed to gather a few. Keep an eye out as you explore — the island is full of unique items to discover.","\n","^Best of luck finding them!","\n",{"->":"dialogueAfterChoice"},{"#f":1}],"no":["^That’s alright, don’t worry! Berries are easy to spot — they shimmer with a golden glow when the sunlight hits them just right. Keep an eye out as you explore.","\n","^The island is filled with all kinds of treasures waiting to be found. Good luck!","\n",{"->":"dialogueAfterChoice"},{"#f":1}],"dialogueAfterChoice":["^Welcome to the Heart of Island. The place where all aspects of nature meet. The forest, the snow, the ocean.","\n","^What is that? ","#","^speaker:Fox","/#","\n","^This? The Tree of Life. ","#","^speaker:Bear","/#","\n","^It represents the state of the island. The harmony in the wild. The happiness and peace we have here.","\n","^Or what’s left of it.","\n","^You can see how the tree is almost completely dead. When the evil overtook our island, the tree lost its beauty.","\n","^But you should be able to restore the tree to its former glory.","\n","^If you manage to overcome the evil, I’m sure the tree will slowly regain its powers.","\n","^That sounds like a big responsibility. Will you help me? ","#","^speaker:Fox","/#","\n","^At this point I am far too old for adventures and challenges. ","#","^speaker:Bear","/#","\n","^As a symbol of the island's trust in you, the Tree of Life has gifted you a new ability — gliding.","\n","^With this power, you can leap into the air and gracefully navigate across the land. Use it well as you explore the island and uncover its secrets.","\n","^We all have faith in you, young fox. You can help all of us. ","#","^variableChange:Tutorial_08","/#","\n","end",{"#f":1}],"global decl":["ev",0,{"VAR=":"latestTutorialQuestStepDialogueCompleted"},0,{"VAR=":"latestWhaleQuestStepDialogueCompleted"},"/ev","end",null],"#f":1}],"listDefs":{}}